{
  "name": "model",
  "modelTopology": {
    "class_name": "Sequential",
    "config": {
      "name": "sequential_3",
      "layers": [
        {
          "class_name": "Dense",
          "config": {
            "units": 130,
            "activation": "relu",
            "use_bias": true,
            "kernel_initializer": {
              "class_name": "VarianceScaling",
              "config": {
                "scale": 1,
                "mode": "fan_avg",
                "distribution": "normal",
                "seed": null
              }
            },
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "kernel_regularizer": null,
            "bias_regularizer": null,
            "activity_regularizer": null,
            "kernel_constraint": null,
            "bias_constraint": null,
            "name": "dense_Dense11",
            "trainable": true,
            "batch_input_shape": [
              null,
              65
            ],
            "dtype": "float32"
          }
        },
        {
          "class_name": "Dense",
          "config": {
            "units": 130,
            "activation": "relu",
            "use_bias": true,
            "kernel_initializer": {
              "class_name": "VarianceScaling",
              "config": {
                "scale": 1,
                "mode": "fan_avg",
                "distribution": "normal",
                "seed": null
              }
            },
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "kernel_regularizer": null,
            "bias_regularizer": null,
            "activity_regularizer": null,
            "kernel_constraint": null,
            "bias_constraint": null,
            "name": "dense_Dense12",
            "trainable": true
          }
        },
        {
          "class_name": "Dense",
          "config": {
            "units": 130,
            "activation": "relu",
            "use_bias": true,
            "kernel_initializer": {
              "class_name": "VarianceScaling",
              "config": {
                "scale": 1,
                "mode": "fan_avg",
                "distribution": "normal",
                "seed": null
              }
            },
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "kernel_regularizer": null,
            "bias_regularizer": null,
            "activity_regularizer": null,
            "kernel_constraint": null,
            "bias_constraint": null,
            "name": "dense_Dense13",
            "trainable": true
          }
        },
        {
          "class_name": "Dense",
          "config": {
            "units": 32,
            "activation": "relu",
            "use_bias": true,
            "kernel_initializer": {
              "class_name": "VarianceScaling",
              "config": {
                "scale": 1,
                "mode": "fan_avg",
                "distribution": "normal",
                "seed": null
              }
            },
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "kernel_regularizer": null,
            "bias_regularizer": null,
            "activity_regularizer": null,
            "kernel_constraint": null,
            "bias_constraint": null,
            "name": "dense_Dense14",
            "trainable": true
          }
        },
        {
          "class_name": "Dense",
          "config": {
            "units": 13,
            "activation": "softmax",
            "use_bias": true,
            "kernel_initializer": {
              "class_name": "VarianceScaling",
              "config": {
                "scale": 1,
                "mode": "fan_avg",
                "distribution": "normal",
                "seed": null
              }
            },
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "kernel_regularizer": null,
            "bias_regularizer": null,
            "activity_regularizer": null,
            "kernel_constraint": null,
            "bias_constraint": null,
            "name": "dense_Dense15",
            "trainable": true
          }
        }
      ]
    },
    "keras_version": "tfjs-layers 4.22.0",
    "backend": "tensor_flow.js"
  },
  "weightSpecs": [
    {
      "name": "dense_Dense11/kernel",
      "shape": [
        65,
        130
      ],
      "dtype": "float32"
    },
    {
      "name": "dense_Dense11/bias",
      "shape": [
        130
      ],
      "dtype": "float32"
    },
    {
      "name": "dense_Dense12/kernel",
      "shape": [
        130,
        130
      ],
      "dtype": "float32"
    },
    {
      "name": "dense_Dense12/bias",
      "shape": [
        130
      ],
      "dtype": "float32"
    },
    {
      "name": "dense_Dense13/kernel",
      "shape": [
        130,
        130
      ],
      "dtype": "float32"
    },
    {
      "name": "dense_Dense13/bias",
      "shape": [
        130
      ],
      "dtype": "float32"
    },
    {
      "name": "dense_Dense14/kernel",
      "shape": [
        130,
        32
      ],
      "dtype": "float32"
    },
    {
      "name": "dense_Dense14/bias",
      "shape": [
        32
      ],
      "dtype": "float32"
    },
    {
      "name": "dense_Dense15/kernel",
      "shape": [
        32,
        13
      ],
      "dtype": "float32"
    },
    {
      "name": "dense_Dense15/bias",
      "shape": [
        13
      ],
      "dtype": "float32"
    }
  ],
  "weightData": 