{
  "name": "model",
  "modelTopology": {
    "class_name": "Sequential",
    "config": {
      "name": "sequential_2",
      "layers": [
        {
          "class_name": "Dense",
          "config": {
            "units": 78,
            "activation": "relu",
            "use_bias": true,
            "kernel_initializer": {
              "class_name": "VarianceScaling",
              "config": {
                "scale": 1,
                "mode": "fan_avg",
                "distribution": "normal",
                "seed": null
              }
            },
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "kernel_regularizer": null,
            "bias_regularizer": null,
            "activity_regularizer": null,
            "kernel_constraint": null,
            "bias_constraint": null,
            "name": "dense_Dense6",
            "trainable": true,
            "batch_input_shape": [
              null,
              39
            ],
            "dtype": "float32"
          }
        },
        {
          "class_name": "Dense",
          "config": {
            "units": 78,
            "activation": "relu",
            "use_bias": true,
            "kernel_initializer": {
              "class_name": "VarianceScaling",
              "config": {
                "scale": 1,
                "mode": "fan_avg",
                "distribution": "normal",
                "seed": null
              }
            },
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "kernel_regularizer": null,
            "bias_regularizer": null,
            "activity_regularizer": null,
            "kernel_constraint": null,
            "bias_constraint": null,
            "name": "dense_Dense7",
            "trainable": true
          }
        },
        {
          "class_name": "Dense",
          "config": {
            "units": 78,
            "activation": "relu",
            "use_bias": true,
            "kernel_initializer": {
              "class_name": "VarianceScaling",
              "config": {
                "scale": 1,
                "mode": "fan_avg",
                "distribution": "normal",
                "seed": null
              }
            },
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "kernel_regularizer": null,
            "bias_regularizer": null,
            "activity_regularizer": null,
            "kernel_constraint": null,
            "bias_constraint": null,
            "name": "dense_Dense8",
            "trainable": true
          }
        },
        {
          "class_name": "Dense",
          "config": {
            "units": 19,
            "activation": "relu",
            "use_bias": true,
            "kernel_initializer": {
              "class_name": "VarianceScaling",
              "config": {
                "scale": 1,
                "mode": "fan_avg",
                "distribution": "normal",
                "seed": null
              }
            },
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "kernel_regularizer": null,
            "bias_regularizer": null,
            "activity_regularizer": null,
            "kernel_constraint": null,
            "bias_constraint": null,
            "name": "dense_Dense9",
            "trainable": true
          }
        },
        {
          "class_name": "Dense",
          "config": {
            "units": 13,
            "activation": "softmax",
            "use_bias": true,
            "kernel_initializer": {
              "class_name": "VarianceScaling",
              "config": {
                "scale": 1,
                "mode": "fan_avg",
                "distribution": "normal",
                "seed": null
              }
            },
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "kernel_regularizer": null,
            "bias_regularizer": null,
            "activity_regularizer": null,
            "kernel_constraint": null,
            "bias_constraint": null,
            "name": "dense_Dense10",
            "trainable": true
          }
        }
      ]
    },
    "keras_version": "tfjs-layers 4.22.0",
    "backend": "tensor_flow.js"
  },
  "weightSpecs": [
    {
      "name": "dense_Dense6/kernel",
      "shape": [
        39,
        78
      ],
      "dtype": "float32"
    },
    {
      "name": "dense_Dense6/bias",
      "shape": [
        78
      ],
      "dtype": "float32"
    },
    {
      "name": "dense_Dense7/kernel",
      "shape": [
        78,
        78
      ],
      "dtype": "float32"
    },
    {
      "name": "dense_Dense7/bias",
      "shape": [
        78
      ],
      "dtype": "float32"
    },
    {
      "name": "dense_Dense8/kernel",
      "shape": [
        78,
        78
      ],
      "dtype": "float32"
    },
    {
      "name": "dense_Dense8/bias",
      "shape": [
        78
      ],
      "dtype": "float32"
    },
    {
      "name": "dense_Dense9/kernel",
      "shape": [
        78,
        19
      ],
      "dtype": "float32"
    },
    {
      "name": "dense_Dense9/bias",
      "shape": [
        19
      ],
      "dtype": "float32"
    },
    {
      "name": "dense_Dense10/kernel",
      "shape": [
        19,
        13
      ],
      "dtype": "float32"
    },
    {
      "name": "dense_Dense10/bias",
      "shape": [
        13
      ],
      "dtype": "float32"
    }
  ],
  "weightData": 