{
  "name": "model",
  "modelTopology": {
    "class_name": "Sequential",
    "config": {
      "name": "sequential_5",
      "layers": [
        {
          "class_name": "Dense",
          "config": {
            "units": 182,
            "activation": "relu",
            "use_bias": true,
            "kernel_initializer": {
              "class_name": "VarianceScaling",
              "config": {
                "scale": 1,
                "mode": "fan_avg",
                "distribution": "normal",
                "seed": null
              }
            },
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "kernel_regularizer": null,
            "bias_regularizer": null,
            "activity_regularizer": null,
            "kernel_constraint": null,
            "bias_constraint": null,
            "name": "dense_Dense23",
            "trainable": true,
            "batch_input_shape": [
              null,
              91
            ],
            "dtype": "float32"
          }
        },
        {
          "class_name": "Dense",
          "config": {
            "units": 182,
            "activation": "relu",
            "use_bias": true,
            "kernel_initializer": {
              "class_name": "VarianceScaling",
              "config": {
                "scale": 1,
                "mode": "fan_avg",
                "distribution": "normal",
                "seed": null
              }
            },
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "kernel_regularizer": null,
            "bias_regularizer": null,
            "activity_regularizer": null,
            "kernel_constraint": null,
            "bias_constraint": null,
            "name": "dense_Dense24",
            "trainable": true
          }
        },
        {
          "class_name": "Dense",
          "config": {
            "units": 182,
            "activation": "relu",
            "use_bias": true,
            "kernel_initializer": {
              "class_name": "VarianceScaling",
              "config": {
                "scale": 1,
                "mode": "fan_avg",
                "distribution": "normal",
                "seed": null
              }
            },
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "kernel_regularizer": null,
            "bias_regularizer": null,
            "activity_regularizer": null,
            "kernel_constraint": null,
            "bias_constraint": null,
            "name": "dense_Dense25",
            "trainable": true
          }
        },
        {
          "class_name": "Dense",
          "config": {
            "units": 91,
            "activation": "relu",
            "use_bias": true,
            "kernel_initializer": {
              "class_name": "VarianceScaling",
              "config": {
                "scale": 1,
                "mode": "fan_avg",
                "distribution": "normal",
                "seed": null
              }
            },
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "kernel_regularizer": null,
            "bias_regularizer": null,
            "activity_regularizer": null,
            "kernel_constraint": null,
            "bias_constraint": null,
            "name": "dense_Dense26",
            "trainable": true
          }
        },
        {
          "class_name": "Dense",
          "config": {
            "units": 45,
            "activation": "relu",
            "use_bias": true,
            "kernel_initializer": {
              "class_name": "VarianceScaling",
              "config": {
                "scale": 1,
                "mode": "fan_avg",
                "distribution": "normal",
                "seed": null
              }
            },
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "kernel_regularizer": null,
            "bias_regularizer": null,
            "activity_regularizer": null,
            "kernel_constraint": null,
            "bias_constraint": null,
            "name": "dense_Dense27",
            "trainable": true
          }
        },
        {
          "class_name": "Dense",
          "config": {
            "units": 13,
            "activation": "softmax",
            "use_bias": true,
            "kernel_initializer": {
              "class_name": "VarianceScaling",
              "config": {
                "scale": 1,
                "mode": "fan_avg",
                "distribution": "normal",
                "seed": null
              }
            },
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "kernel_regularizer": null,
            "bias_regularizer": null,
            "activity_regularizer": null,
            "kernel_constraint": null,
            "bias_constraint": null,
            "name": "dense_Dense28",
            "trainable": true
          }
        }
      ]
    },
    "keras_version": "tfjs-layers 4.22.0",
    "backend": "tensor_flow.js"
  },
  "weightSpecs": [
    {
      "name": "dense_Dense23/kernel",
      "shape": [
        91,
        182
      ],
      "dtype": "float32"
    },
    {
      "name": "dense_Dense23/bias",
      "shape": [
        182
      ],
      "dtype": "float32"
    },
    {
      "name": "dense_Dense24/kernel",
      "shape": [
        182,
        182
      ],
      "dtype": "float32"
    },
    {
      "name": "dense_Dense24/bias",
      "shape": [
        182
      ],
      "dtype": "float32"
    },
    {
      "name": "dense_Dense25/kernel",
      "shape": [
        182,
        182
      ],
      "dtype": "float32"
    },
    {
      "name": "dense_Dense25/bias",
      "shape": [
        182
      ],
      "dtype": "float32"
    },
    {
      "name": "dense_Dense26/kernel",
      "shape": [
        182,
        91
      ],
      "dtype": "float32"
    },
    {
      "name": "dense_Dense26/bias",
      "shape": [
        91
      ],
      "dtype": "float32"
    },
    {
      "name": "dense_Dense27/kernel",
      "shape": [
        91,
        45
      ],
      "dtype": "float32"
    },
    {
      "name": "dense_Dense27/bias",
      "shape": [
        45
      ],
      "dtype": "float32"
    },
    {
      "name": "dense_Dense28/kernel",
      "shape": [
        45,
        13
      ],
      "dtype": "float32"
    },
    {
      "name": "dense_Dense28/bias",
      "shape": [
        13
      ],
      "dtype": "float32"
    }
  ],
  "weightData": 