{
  "name": "model",
  "modelTopology": {
    "class_name": "Sequential",
    "config": {
      "name": "sequential_1",
      "layers": [
        {
          "class_name": "Dense",
          "config": {
            "units": 50,
            "activation": "relu",
            "use_bias": true,
            "kernel_initializer": {
              "class_name": "VarianceScaling",
              "config": {
                "scale": 1,
                "mode": "fan_avg",
                "distribution": "normal",
                "seed": null
              }
            },
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "kernel_regularizer": null,
            "bias_regularizer": null,
            "activity_regularizer": null,
            "kernel_constraint": null,
            "bias_constraint": null,
            "name": "dense_Dense1",
            "trainable": true,
            "batch_input_shape": [
              null,
              13
            ],
            "dtype": "float32"
          }
        },
        {
          "class_name": "Dense",
          "config": {
            "units": 50,
            "activation": "relu",
            "use_bias": true,
            "kernel_initializer": {
              "class_name": "VarianceScaling",
              "config": {
                "scale": 1,
                "mode": "fan_avg",
                "distribution": "normal",
                "seed": null
              }
            },
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "kernel_regularizer": null,
            "bias_regularizer": null,
            "activity_regularizer": null,
            "kernel_constraint": null,
            "bias_constraint": null,
            "name": "dense_Dense2",
            "trainable": true
          }
        },
        {
          "class_name": "Dense",
          "config": {
            "units": 13,
            "activation": "softmax",
            "use_bias": true,
            "kernel_initializer": {
              "class_name": "VarianceScaling",
              "config": {
                "scale": 1,
                "mode": "fan_avg",
                "distribution": "normal",
                "seed": null
              }
            },
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "kernel_regularizer": null,
            "bias_regularizer": null,
            "activity_regularizer": null,
            "kernel_constraint": null,
            "bias_constraint": null,
            "name": "dense_Dense3",
            "trainable": true
          }
        }
      ]
    },
    "keras_version": "tfjs-layers 4.22.0",
    "backend": "tensor_flow.js"
  },
  "weightSpecs": [
    {
      "name": "dense_Dense1/kernel",
      "shape": [
        13,
        50
      ],
      "dtype": "float32"
    },
    {
      "name": "dense_Dense1/bias",
      "shape": [
        50
      ],
      "dtype": "float32"
    },
    {
      "name": "dense_Dense2/kernel",
      "shape": [
        50,
        50
      ],
      "dtype": "float32"
    },
    {
      "name": "dense_Dense2/bias",
      "shape": [
        50
      ],
      "dtype": "float32"
    },
    {
      "name": "dense_Dense3/kernel",
      "shape": [
        50,
        13
      ],
      "dtype": "float32"
    },
    {
      "name": "dense_Dense3/bias",
      "shape": [
        13
      ],
      "dtype": "float32"
    }
  ],
  "weightData": "3+yUvq0u3rutdqu+JEqJvoyQTr7kYQK9PEyiPUiBGb7MWGa+sE+KvVKHMb52exc+DroTvcuapz29pII9J3g+PsLYgr5Psyi+Y1GuPLXpYz4io++9kJpEvo1hwL19Ooi+3Ec2vJsDvj5cQrU+fw0AvWlIRb5zJYc90Rw2vdBpKj4a0k++TrRpPkuP677CPyW9tC69PuUVLjwDTKy9SGWrvAY1Kz7PC568i/wUvklz37zVK9c9NeN6Psm4xz7TsYI+FVGoPoYdOT13Hj6+10g2PX0OlD7luNA+AlA/vhrGtT5bvZ4+PVm/PQyseT3iC6a+uA8LvtQi+L0jDQ2+mJKrPhoRED08vgk92PJ4PjGsND7MbdS9yPEoPEFXlr6XNYW+9m6rvStsVL353wU9WCNwvv0OOb027G8+qzz2vTNRFb4TaTW9oCs8PqdoMb7mrrG9bR9GvsSIXL6dXCa94AorPjeOiz0du+k9gk/Bvsdyvz0HYSg+8uC1vtJgmL1m0o2+4pYgvVE7E75MJ3e9g8txPmdzgT6tlqy7fAWBu9eap778gqQ9qOL4vSSycL5Myo++78dGvk1R2bz06Vu+W+P5Pc//C754o4U+SQY6PtLn9T1OjPa8xzwEvrckeb7pmgK8qo3OvBe2wbyT6yE+h0adPN+bl76DwJ2+HY4UPlGjgj6rs4I+3oXiPSPHOr32+ig+IzDfPXzPw76/RWK+mtlaPkF9Nb6daaI+BJ4MPvmtID7TqcW+8VAdvkzr1L1xwoc+AioRPgp6TL7lLv48hZQbvoQJ0D69ozA+tuxvvn3rJz19r7u+E1u6PgxMAL5y4MU+BHy7vnCLErwEgcQ7SVugPT6aH72kr4c+v4I6PhRDFr7DsPC+VGtlPoCyaL5hu5s9T5u+vU6TBb7qxCO+nssVvbgd8L2wYIA+W9qZvgKugL5LI2I+yNjCOkZroD6KQRG+sxK6vWDaoD7mShi9m4mvvhkT+rzZ1Tg92kQcvQVGyT6eWrK+UfMpPsWvpb5wTLK+N4gMvVNP+bwo1pW9031dPp1/LLy0v4I+21V4vgvnmL65vIE9UE2bPlSRQ7046S2+h98dvXkNET6bswO8NSVCPjttZr0NYpi+2dzOPpsbhj5L0ry+qCZ7vpm/nr77GQm+pvZCve/Dmr7i8ro+vH5Vvosv9j6+nk0+3cQAPiuKxD23oIY+vq/PPcbSpL74PF29hP36vT3oOTnjNi4+eUUpPm+2nT7gZY29XcG3vo1Dk75KnYY+dMCovXOQtL4/0XY+5cA5vULdJz4vw8o+X2ibPhl7mL5LqO+9WzBTPsJLCz2T+rk8FkQ7PWmMbD1Sltq+t8d3vpVNKz0EGhA9F8iuvWKzyj2eLpi+VroMvnslxb2gKpI+sKuxvXhwfb26ZUA9VbXFPbbpCj5hA5C9k10VPmOi0r0oBY28KfvsOmBptr6Z7Pa9DvZJPTRp1z5cnso91mpvvgzSnL05Azk+todOPruufz66aEK9jguRvctbdb2KEE++cKXFvitDnb6gfci+g7qlvn8Nwr2VQ7I+/t0+Pq2M0b1W8xG+wRvrvSGm8D6bUG6+ua+bPd/VOb7pKgu9GkFNvmEx7L3jsxU+i+UUvSWSLL5eqYy+KRV8vpVFdz5bD/G9Zr6vPoOJUb2sSY09g4/MPjdKy74KQzm+cZdYPodhYr6o1xK+mrMkviIREL60GPm9LbFPvHlT4z4ZWA2+cUBMvSuZ/Lo8srU8HxPLPD1LiT7hXx2+dGTuPehl7D1AICi+MX5qvbxBuj7Ya0q+vZudPcrIi76uvtw91HQEvmS6q76LvKe+8FCEvasQl72u3BC8Yx3wvskv2L5Eej8+dUiJvjVLTLz27JS+eZ6vvUNo8j0G3cE+zRQZvmzqor7OfBm+s9WivZKdzL6eD7y9onyAvi89ir7ptIe+IPexvi8xOb4rgAC9ZQsJPpcQNr7DViA9cIWdvdiyHj6OEe87qUvNvussMD7LecY+I/Zzvl/M371fwCw9e+esviXl0j3bjlC++UEAPTbp2z3568M+78wVvQ3djj1i8Ja+7dNfPuagM74Nq3G8iw+6PL+LHT685Ye+NwPLPbED9D0cDbY88ftNvl4Tlb3d9r+9fmdxPlL2gb33+KG+sM0AvpD3bL5YAiC+qQjWvq4eqT7h1ae+k2gMvTonzD5RQcA7vHx4PahVG73wmx++GMg/PhI6Jb7zZ2m+U1YIvjj4ij7QvG++humkvTAkqr5jPac934RQvmb8Bj3l3z6+Ed6fO3VsL75lS3W+IDLlPQdwrr4gmui93dFJPbgAFb2iy+U9/zQVvi9R5r3p8aS+TdvmPslrvD3vRp8+bGNivuwJL7wJ87W+9jxcvtpmgz1Sa3a+3C0TPvSsFr5sqi09LPCSvURCiL4Pwxi+8mdRvtuPXL1s1oK+qxdFvlViRb4Ig+O93c3Kvd96jDxcugI+CXEovRdzpr4BhOS9TM5jPX0pvj6tuOW+1BTlPEoApj7g9SO9Z5PCPvC4bb5rkgQ+L6jJvAg6UL6GTwq+rmduPkSayb5A3CQ+g51NvvCC6j2mqK2+v/P6vDi/DD7OGEK+q8GDPiuTEb4zwfC9TJeQvh0phL5LyX0+I+d7PhUipL6iD4+9bFCcPDbN9z3tciC97TMUPc3TiLxXDzO+NARsPtyimb4+sbu9QVzLPi2gsjtlLkS+03hyPhTn2z5MBws+qWWlvua7sT2rP5q80VVGvhE7lb4mhu09PK11vjkfrbxJYBI+zOoxPe4wJD66K9q7a4SlvuBvNL5dChm+fPoFPYepWb6pSy4+K75JvhNApT3DYgq+Iu9KvjkrQr2Lwh2+3mRLvZcpqz39d9y+innMvQkxqjy6Oi0+tmGEvRBniL6XF4W9VBrcvSitBT0H2a2++5fQvlPsbz5l+n++i4quPJKUdD4XjIG+2fHJPUHfZL1KVtY95t/Dvhb4dr5laxw+33jOPtKyy71DgrG9XZSfvSEH9L3+ICw9uI88vndoBr4JUTU+8x8nPkE/FL5PpEm+GleLPVypvj45a/c9nJveviewg76GDLQ+InWHPpv88rtiXVc+qno/vYKYob0+ctu9bMOHvovDB75BBpg9wlgQvYXiqL45s5S+phMrvhS9KT4lMsy9ekALvuFTCb4245U+K54FPY63771dwYg9EANlPW2GGb4IfbY9/qXRPvNllz35s8a+HUCTvnatVT0Pcz4+9R9qvuFGE75Ds5e+WUg4O3VNyjzOZsk9GtcivccwyD75hGQ+3SS6vbtJ570HhPg7d6CpvjdVrzztPH+9j5muvq9rkb430sq+p4ZMPb0o5b2hZqS+dqx7PtX0CTxQAb49HuOLPsq0ND6OlHG+0CFivj5Hkj6p8dC93ybDPb6hWL7REJe+8gYJPQgLCr1vTp29O2GXvqozFr6lAgA/VXj4vjQXAT7PH0y+/C7aPQYvfz0r8bs9BnOSPR9y4T29Xqc9IJU0PQXJnz3ej849qIOdPVRm2j2fPGI9EG3ePQAAAADKf+M9JwetPVhGtj0Ce1u8DdFwPVp4zj1FLh88HAjOPJSPOz34WqY99XycPRP67z266AU93qkUPdvozD0AAAAAegJRPQAAAACwgT89AAAAADI5BD3UOrM9tT/ePYwEnD0gp8g92Nq8PcSN7j0AAAAA1SltPUsj6LtwfYG7Sb7kPb3pRjxAIfc9H2OWPQAAAABlejg9Z6KNvK6ahz7fIyi9aeCyvpc3kr0nVK49sZvrPdZOcr3Xd/O9OPQ3ve16iT4tk4c+/uyfPk2jjD4FEba9RB9MveQNf73R2fI87EhFPp7Kxz01ggK+pSiuvqRmDz5OWxW9mzizu6uxtz65kbs9XHbhvUuUJj6MjzW9BpTKvRB+pLycHWm+K37oPfdC7j3i5G6+LG0NvvzNqL0UIZg9uoeEvoxMML7v9rm9qoZyOqzR0r3jD3k+OYUoPS6XOL30AeC9BlTnvS+Hwb4OZMc9LDKSvSMPA72YNTE9zCNKPmidSb6J3E++E+goPqTmGb56Yiy+rr3WPbzdh77NuAI8mYrKPBOyFb4iZ0W+5wABPuNIab44Jvc9N70TvgrGXD7aISE+BFl0vsFMdD6hC8G8tEVBvbrIFz5n8LU9nlvUvaBQoT7E4y49T1BZvnb52z7D2gW+brgzvnfEZr0e9o09TLzpPZ7KCr4jGrI9Z/yiPXG5VT37Sf69kpwJPnLeCL0+ebO9lP6BPeSxIz544x6+YUIAPiqTTT7p4o8+IGv3PNkRkj3Z336+hcuavQN/zj0CGb4+BKeJvoxGdL33JJC9QXEKPmGJpD18Ymm9ON0EvWlIlD4ZYcc9r0Jqvt5gvz0Abxu+5BFOPqwnVT68c1++ybyGPVckij4JbXc+/7I7Pk8gtLxaYU88bwQAPq0Yiz5A1SU+Cfb6vW048T2lELA9Ea0JvtMZZz6HECg93AKpPR6y3b1ZPYM+N4DSvTqkCD6VgTI9+iFJPkKqUT6DQ6c+sT1KvpDABT7/6Ug+y1XnvbPwjz5Xr1C+8y7CPtk9TD5PmPO9bVCEPoX/pD7mnce9oPdZPt1YIT4rGBw+3aU9PmSzer3Bf7q9JqvXvcrpUr0BAiC9bmtTvsdT0j0OYym9lXq1PU6VebyGlaY98cyhPrKDQ73JWGC+IubqPZwx7TyJ0Iw9ylkDPW/ixD6pKyi+0WCjPTdpob7Na/e99AilPE56UT6+iOQ9Z6pqPtdt8T0I4qy9y9ExvLq1XD7GPmC9UyCbPjDtCL7S7Z0+5Fc7PvyUcz42ajO6rJukva0JDb4iGFG+qQfBPTClVz7/VAK+VzKBvc9k5DyRhBK+se0APgPDR71cCXk+J6jMPuBQDj6CWuE9oF/JPXAkczwrE4+838GavfAoFT6YG5c+FTujPL+7lD4aQUw+WNCuuoR3TbzCNly+4hJnPqYKv7yEUFK+naHEvi8oSj5Q3JW+SZ6+PhREJL7wXSS+2SuAvdd7rj2G3mq+ev0ePqGchT2m3lc9vNUXvohzQb5/EhS+iZeFPhytRj7oZxw8wBtXPviurj7YVjO9p+RHvUVy17ywZLU9rm2FvhSd4D3kLqw+pKABvVPOCT5d+Q2963LLveh5Kz6o0Yk9itWevef1kb3PBjw6WxRYPbAF0bv/g6Q+kSp8Pnq/uT7WR30+3CTVvNNfKj6CgXm+8hyGPGylVL4tIya+OJM9PmBqNr5eXSE+Y1TwPSyaAb6PVy0+XL4FPf1/rb32B1Y+y1wzvZK/zTzLwiW+chxOPs9Ks71N20s9PbM+PXgtH72T6ks+jw6FvGFaf70B4o0+uZU/PqxObL6/Qc09wjRtO9up0L2zKnI+N0/+PQYlXj34/Si+K9w3PrZiOr4fT/K9JUhBPXkehT0FoyI+loBbvuCgJb220lS9nw3yPezv/z0o5B8+8X0XPkZVbb6s8Zo9CYqJPKJY9T1RnTG+jB+LPaXiCz7gWDO9tycdPmHlkT5f4qc+pQMDPnUNUb0O5EQ+NQVCPk8MxT0Ob7I8y5USPDs3Az0KFDW9fnUhvXsBZb2nzzI+6We7PsJyTzzjsug9QNWkPogyFD4IpnQ9nmk3PlPxkT1ZNI2+mvB3PvaoGr6shfA9uByFvqGdOT75nUu9Jf+qvtX1hj7xnFu+ZozKPd902DreRrc7BKy+PVKSwr09lBO9huaFvmNLGT1FFbU9o9R6vtzCoT4AAcQ9k+sbPor+g751wPI9w0QzPVcslz2L+wE+bhFZvnK4Mj7ksgc+9fYOvTLIvzxkYZ6+EL+mPqVWobu0ijo9uQpLPk3jyT14vmK+RGOOPfEwh70M6Vy92dsqPm+6f75M9jW9MrFJPhsIAT5+Ag6+YTFovs2by73UJ7w+uvcvPpAsjT0xsUe+HF4SPTePaz3GV3e9voo3Pmt6Fz5CJIA+dmy2PMk1Lz7L/jQ+lWkavuh0Ab2l92W+eC4yPQ/hRjwcBX8+yupvPjFsFT6ywmI+wJy7PQJPRL71XYg+VTcpPVTNn71SChM+9wMwPpvVQT3Vc4g9ZpvfvZ9oL74x/cQ9tF5SPnzFmz7dDYQ+jdnnPOrbZryS7UO+gd66PMwTOr6qex88X7XzvSzuD75GPng+DwI5PpeaXT4mZ4S9ERLkvXL+/b2IQnk9zc5KvtTyjb79mos9ElQRPl3exb1FhNK9qIRLPet9jL0CjEg+hDFYPo9EIb6aRNe8iUEFviqyyb37Biq+9fCHPnzgeDyEOAO9p6NNvmdHvj7/1ou+xvGVPgikQ74AWiI+b6OcPnR3Bz5pOs+9Su1Zvt6XCb7YROQ9JnDIvnnubz7IlZU8zFqJPDv2DL5uUcI9yS42vfOnpDwAXaM80Oq9vARkAL3wSkQ+DJEdvm4kLz7UbMY9hc3wPZLMND43Lqw+8cFEPouqMz0jSmk++QbGPtUaGT4ryAs+DRfGPUuxpz6tVJ497xiOPgK4ybsBkL48AcEkPcawhTzRE7C9ivIvPtkjg77ARZo9XOeGuyj5u7xM5gY9xeepvjPQNT069Es8FOIxPWvMkb4Jl3Q+0RadvYIPlDx4R5Y+id6cvZYVND5BgQ2+ZM8mPQEPd7wDboS+dgS2vuexVjzO8fI9iz1IPnsMvj544Gk+F8itvVnDKb12vvQ9pG+8PGQauD4I9G2+vDStPVeFgD0rFx8+AnoLPQqgYD7c0SM9+VnnvXjpBL6KXYg9G3msvdy85b0FIsK8XCuNPRrhnD0m4ay9IfghvvHq5DsHEgg+c/ZFPeReDj5gNY++PFhiPZVYrr1cob69rJFIPTUlnLwmUUo7q7M9PZFT1j0FElw+kMRIPsMiY76VKEK+vMAmPlmJHT5ldA08rCSPPn230r0KKtU6Knu2vUcpQL11SAY+PyQ9PnM96j0n8JI9qsTRPNhn1L3p2aY82gSBPqorjDlAtpg93PcsPsgWOj45r0y7nJxRPQRthL7lnFu8XOoxPohkx73sU4E+dJj1vbQGX76ei24+JwXMPi97ib5EQw2+HdGpPqj0pj0pjDE+ynJnPgvjBL7LzSW+0p5BviL1Rz5VXva8KNSBvp8prD3xQYY+FCIMPg21kL2xgR0+MwvHPe0ImT0qcYE+tlobvsb79DxYSIQ9V3n9PSfOnj1khsk+VTHfO21kjD19PDS9h8qIPvW0rDwFIcC9vWB8vh1wQb6ptrS9pUC9PP4JUD0L83g+E41dPeSnrj0lOmQ+O2/7PUvrLr6Lq7i+VKg1PqFxMb1FiN8+X8AevND+A77EDie+0D8dvvYIujxGKsE4lwyHPjeInbzk/g+9jsEjPI1XBL7Lj0W9PyxBPtgTAr0huwg+1oirPW84ur5WiGS9a5CqPSofoj2U9Rc9drQ3vbFPl72WyzW9fXpFPlKTKb73ifw7O3hAPknSTD7ii7y9wQADvk9ddz0EISC+0BCWviFpm74zdJe+vPhrPnzc7z2Y8DG+MkAHvrR7VL3p0oi+MPekPhCwgb1kI2+8OxjdPRvVijtsgz4+ndd3PfnEID4LXj696cm4PVofEr5S6QU+r5iQvcgJiz610bs+oc1/PlSwd76B5ja+E2KmvscdhL3YqEI+rYW1vYp33Twb5yK9+mcrPWG2mb04bg4+AteBvc0WfD0eWW29vc/BvaSIxz0JAHc+LqIFvFyVPr4KSVO+jqJ4vtzwQr7ubLW+Y+M0PvepoT1P0ni+kOcWvgmOxz1w1pE8NzNhPLWeN71q6Ja8tC87PWUrsz2qdSI9/29iPV0wy7xY3B2+eK6KPrF+Mr5Vrye+n9JbPpUoUTvZnvS96dHEPZy0Fj6skYK+gsOTPv3zSD6jRfK98oHKvKCDmLzt02y+jpL5PRswLT5lhjS++BtXvpgMMr34cpA9vohUvs81Kb5Y9Ma9O3WIvd6ppD3qOzW+dCwzvaG7UDxy/KA9buqQvTTLTLzR46o9/Mkuvo5OnTy+Wds8BMzpvbe4Lr6bFlg9jHejPTNOQL4XBE886GBkvvQXbD5nUtg+azBCPv1wcr10Lho++DagPhs94zzA9mE9UT48vROqgz4F/Om8HCZtvps8kT7eaAM+GUU5PjX6Ab5uWJG9XkWWvo+J0j3rBpO9ktZVPb9nJzwLogs+ZE+aPkvyrT2kGYu9hvCCPkj1F74rOCg8NydWPUtuwb5C+GQ+85Mivo6WLz4bKdE9hAjFvAvxxjujeEU7uDAUPhaIzL2Y4QY+ezZaPjFpDz2DMjI+PMEqPnCbbr6kxJU9tsC1PHRBsT46JjC+nzhtvu2XOz74vKk+tU5TvUzJ6TzRId474eYdvodmbjwQnrw8Xqy/Pgjxyz5BVZ287MmKPj6tt7zMTHS+wKGCPhsL4DyMJaE+HIKRvbglhT7701e+IbuPPtC1Br6pIZ89nm6/vK8P8TwPUYW+meyLPafuDz5vvDA+M4cgvj2pAT76v6k+KKdmPrF7frwRKkg+GHIrPtON0LzSJBQ+MsZcPm2mOr6Iyg2+eotzPaINhbww4HE+5333vD85N76Bdey9EdGxvaXuOr5N7ns+C+/yvS2e1T0t4Ks+OET+PTVEUL0LVhA+tufGvrIOhT2vjBK+ZRETPnN9Jz5KYxi9CkiBPb+mlj7xmmu+UvY2vgBMEj0zyY+9nHSRPY4HZD37YUk++yC9PqrSnTvn2S+9+hlLPhpBvT1Gwoa+fK8RvWrPMb7jxE0+hwBUvoc3pL5NKxe+mdChvTShB71IFqO+6tyvPayWDr44zYA9xoNwPoNYED4D8go9IwM/PpIBbL6Nl78+Gpg9PuE7wz4A6zM8fjkdvoEvRj4yUN89gXyuPZhAk77kuYi+C9gLvqZjEL5BVlE+lH+EPYLogL6c3us9SbHBvBBuJb5TG4s9TBk8Pi0Rgjz40h4+XwFBPeRITT4Q3ke+anVGvrnGgb4XeuU8cLeWvhJY1726ooS87RABPrBo4jwi/0K+ZFofvQI2sT3oOeS879OQPbLPOr44ILU9IpiyvjUkkL2aO2G+VlkyvDQZSr64v749zKxrvh4QID3oCO699Y0bvheOmr6iFKs87GFPPTXxujsQGiA9UWXWPer0Zb6Kv4c9XqrXvQCuib4ax4k+6xDkvcv7or5H/gO++kt0vs44qT0nHls+0WfFvXvNnblyQrc+UnSePXNLZ754aq29p/+WvsWAADxelAs+9aNEPgYAAD3ZWJu9aKd4Paq8ub1ix42+EyTYvYOnaT35Wx4+rqxwPTxzej63fZu+zCEhvqOubb5Mu7o+3ZOdvvWZAT4KYlY+BEkQvRpVrz6LM0Q+XZP4vcYV671P3OW9ACzave/HZD6LNGG8q9K0vVb8Xz5vr6o+6OJBvnS8Mj61FHS+7THxPSk7HDvzqOo8wEFHPm10hb27f889SAGJviT4sT33gtW91uqfPiFP4z0TNEQ+MXmyu+GMC74tjMe98rpwvgFQIz7Lqjw+s9MaPsLTKz5TxpW6Hmqeu205frs1m6q9X32wPV67Eb6L4Wa+Ac8SPgdQxz46TTW9d3SUvq+A/r28RAO9XqkYPod7tr2U/dU9HjtRPsyxeT2Dpo29X7GSvpkqlj4Bqf+9d90APlHSsb4OOaA+el9RPgQnJT5odky+ZpsWPl26pDka6UA+oGJ5vYvwJj7Srag87j+avoJDOz7KtKs9RpDhvDvuuj4L1y0+kLXLPZ1KQ7xQ8ok+OK4QPtZPDr4sJIc+2NygvWnFY74mzRm9fhe7PtCL/r05PHy9TsiuvXaaZT4s/nW9e20+vh+lnbxSucA+dLJdPQEq0T1vsbe9rog9Pi8AVD6X+dU9rL46PTqOIT6Otd497I8PPMmOTj3BWhA+LzpGvmv/pD78vuG7z5Avvqbcjr6Bbra9mXrrPfu/vTx0FRQ+gKwYOzbwwj0p9oS6yvMiPTBYRz7Y1JQ+hiKDvZyAv70fWRw9KICKPvYHFr1tDxS+xB8avq+42D2C/Z69Y2wGPkrFpT06peM85TCuvP9FvD7td0a+gPALvhvtaT7yEwA+tY/vPXo4bD64BSO+U6cFvvFNnz6q6yQ9sMwovgvzVj6Zy1E9zt/0Pdluuj32FwO9CqPIvDqiYL46PqQ+xJuqvsToK728Zk0+9tvDPiPjiD5lmyG9Syn8Pds+qD7GTXY++IX+PeuoOz50sEu9t9GMvjupuT6qOkq+R3ucPa5VoT0F/xs+zA1fviI3mb3tuoI+moLSvb/HKj10bo8+xdnevEqvLr2X+gm+4zodvgd6VzyTkzM+0KXqPYuHzr7XcgW+lhlwPdFYXr5G+wg+Kt26PhIvtjwZoKO7+qKlOv03qbuvKV6+jCagPRvoib49ijo+kvRUvHocCz5fE2G7fQacvZEwBT4WKtm8ZUQWvmeDxb2bjpi+blDrPeOWL77R4nG+aWaJuxN2RL5j1GC8NEW4vGyqrj3OKNY9G+RePJWcJ76aIfi9aEjQPT3rKT7tGCu+1ilRPgAlW77S9mI+/jitPvTbvr0vSbm+FWMSPlHNY77nUkK+hVo/vngqsby43jq8AA4ZvaS3A74vk6C9UdR/vsbPZ71OZGm9hHapvRjVzj4ytO09lGmMPsfhP7xFiAY9Nw53vT2ISD50uUk+xeUdvdLC67vwOf49KrnevNEDDT6HPUO92iIWPYDFYL3IZrC9OdOlvYmaJz7stY0+DGvqPaiuQr6y0TW9sP92vKNeCj5H4rw9t6axPE+Oib75A9Y99jnePSuXeD20C6I+WqqMvvHDhD5K5vY9dZeAPiCVQr67NB8+MTSvu+CKTb4wI0+9K98xvqdbU74axvA9tUl0vv5bl75s+Ya9U2I2Pdnh/73ezXc+W1MYvl2oXb6xINg+V3Y2PR88Szx74oy+C07CPUPpwz5NOa09busGPphTjLxJw04+PGARPszOIT6E4U2+sMLJPhDLFL5pepi9Hy2BvqwEbD26EeC97fnaudH5JT5uZEA8AXREPWmiZb4mOH0+Q9ENviE3Az70iVq+RARrvp0G67sA3bC9ioilvHo8XL1GPgQ+GT+VvDyoq72tBh0+5DU6vWZP7b22eSW+2KwYPvap1rxwTA892V3jPXnFdL0rKEI+oPy5vVW7B76KV0U+DKQMvmlgiz5tR8q8cf4nPhU0Ib1o7wE+klh/vLHoxr2ehve9dmZ0PvicZL7XPuU9ZBH3PeucvT2JmgM+/mgpvi3VLj6pc4e+Ok/Du2jAFr5DRVq94RvCvfuNmT3fRqI+7lIPPYQKpjvgrJQ9yzQIvnG/Qz2GM+u7qLE4vqU5jz40W+u8OSgevpGmX765pLM9Jp6qvAvaqr0EhZw+sgRiPj8iEb5jAPi8ajbrvVdNDT7/N7A9CubGPeFFET6iEcS96HhRvhDDVL7KzdA9+eiZPRFBuL7tFcY87v9EvtonRT6faKW9+JXIvIwMtz7ksN48aG6CPufx/zw4XBu9QyaxPTIqmT5EiAU+S8pyvlK2Rr6G6Ne9xbihPXIHjz0BiVI+5+CAvfbQ/b05r4s8IE9pPavodr5BnLk9/ygQPtZ1kj2X76o8Zkm8vG2VFDxHJtq9socsPpEf9z1c/gg5qd/IPVU2vL20/3Y+uectvBatEL5bxfO9V5UCvj9mI74Haoo8GEwwPclgdr0+8oi89viHO3jMND5io3+914H5PVd6Dr05fiC9FDctvq5DHL1qjzc8hA4pvt1aOb5B4cS9KKYQPtkFsz0BhRe9J5jyvfuwRj4RUku+prEKvrqJAT1i1Xs9MkRdPlSjTD6BpkC+7L+gvnymKj26fwE+J6qMPVhHWj5WZNE+g7A8vUEsFD5pPxS+/7IgvpH9Jb7O2B6+6/uKPsxbmj0sI46+/NYqPgxaIbym0pA98IhrvAA1Kb5lXcC99z1iPRUJt730FyK+EaeAPa8zXr5eCTw+ee+NPp0VOz5cgwU99eF2vl69qD4Cvzc+psa8vhRgDz1lfUc+Dj5IOwAXHz6j/hs+84SsPe1d+r21Y7W+mws2vngYBr5gR+I9W20mPlCVWTuJcUk9ovVtPanEQz72r5q9oK0JPqV4bD4e9zY96NMAvJ3GB75wGnW+u2AKPlckHb5efg8+ihZovRz+YL0hHVc8lb8ivjvbY75KLTI79orcOqf5Nr4W+GU9Ch+dPW6c8Tx3/ES9Nd3pvNrQU76F0/29JNRFPlpc8r3aFAe+H5L9veOoRT21LB8+NYzQvf80Nz7N+QI8O6xSPn7iqj2aeyY+CZpMvgOGRz1yhRm8r+K2vVd3Qj075gi++GwavtGbJD5+L5Q+oNRGPiIfD720Etq8URlJPo20nrzN5Hg+hj2UPMvebr3e/fw9k/WWvgfZyD6PtQU+CmVEPoGBZr7MHbi9OPAZvL//frwrDB++eJqIvaKZYD5PJSs8v8JYPrHGwzwlJVU+gSzDPdQhAj7AHB4+p7yAPlz6Yj4VIH49vYEwPlsDq75zF4U9dOVHvl0+kD5BPhw+gUCcvaWWTz365Rs+uoxSPgkqcj4L9tQ9uOkGvrntOb66r/K96jx+PjkzOj7+KBy+jxM/vU1ADz773iE+eE/lPfP4OL4VBew95W2Rvi6xgD4tPsS9TyAQPt5h7j2SCLE9DqWRvpn6H769qC88JEd3Pn3i2bxMQrU8BOVMvRBn5L0hCHa9nrmrvXeudL3rGVA8aOYyPC+1cj6rPVw9QeH6vN2/gj3hZ509/6kPPjBYtD7C1Rs+5J+KvWLa/ztXLKm8vbeDPpt5tL3D7ok+w8aiPrpxhj5I1Aq+ZZOIPstlrz12yGm97ZqNPXviJD4TuEq9VNaOPaWNoLx/adE9/SWAPfLWAr5KXI8+hJJwvpLSEz4a6Bm+l54YvjUpOb6c+Tw+WxVuPp3wsj7WLk6+UbdlPMybyzwojmc+gmm2vltxRb6jA3M+A/ZAPQQlc71DLx89nM+EPrs8H73Kj4e9GvpNPsl8nj0wFx++5MNDPSFYEbxU/8C99dMZvgXDQD4xtW0+pxuSvjjXQbzrR+i8SG5zPpbP+DqD5U89/9wwvq/koD0+Oho+MU0vvlAMkb17hWo+i9WUPXsKoL3t/os+YKxuviN+Nj6OhBw+XqBHPRDaA75ouh0+R/G4PGcxkD1yKo++8o0WvqT4Jr1QbIw+3J30PFeQ3z0Msem8HLlwPqcnejwoysI9RM/YuiGF7TylTsY9aMCXPl+B4b1A9B+9ZvioPdhwN74PDQs+8VvNPRAIDD7GwWa+0FhdPjgJe76AzFq+W4V1Psvp0rs/2D4+5kGFvHXgBj7dAjG+vfDgvFxFjj7p28s7St8hPrlOy7xMnUC8hdyEvtFZEDzNiks+UQ2LPhyLaj1FO7I8mcITvZPbJz7Fh0e8Z4O+PEEuSL0mC1S+2cmcvppDLD00we69T3mcPbO5Gz4IYI29zBiPvi5HTD4RQIy+ACejPop6dD42Zga9h0brPcY7vD7BP4A+WeeLPKco0j37ICC+GdVqPJBHpb3AL8q9qeMpPGwzXT6Q+1W+5WSHPkns1L3zvhI+sdCuPr/iSL67vqQ9YViXvv/qxro4KmO+VaSuPp9j2r0vBLk9dF1ZPr6b/zzSGM49e5KdPIqp1LzGU3+9wGDUvRxpG77bUqM+vpAqvqP3TT5SEO895VI8vrubHL78zSg+fkKzPhH55r3aa10+RQikPlnMjb1bcc4+lPuKvlRrk7wr6oS9AzAGPkdSkb3wZ6q9NPFRPfgp2T1j0SK9//X+vcZIN777E++9amrtPXq9Gr0iUjY9HAccPjhrRD45OBw9SrkLvg6CF7xrsle+amY1vlXCY7v9DZk+8tdZvn0cD75qirs+PxGDPuonqj4VylO+6tqBPoACmr1JcI2++EZwPq+ksD5oAIO+xdUPPqSFvr1mta+9fVMVvrpqFz3oIIG+4rbzvOeKwr3m8A2+bjMivUN7Lr1DP9M9XJapvnd7iD060+o9rhmvPrxJWj77mAw82WCLPsNYkj6eBbA9Db8+PpoZmT6cNxW+XNz+PU2kTb77x8Y+HtGUvO42WT2cDCg96GcGPkVugz55jAY+BfdCPpgPDz6n4ei9f/3HPsh0rrvOtz29DmkNvjNTw76Tcho+20QZvgpBFj2Hc4a+FwZKPrtsxj0pCf28v3q/PnDh9j2ExNA+/8XavblGx7xGuTK8p2c0PbQv8j0k98E7RGbFvSCvrTsNOp+9brcIPn41qz3w6bu9QEbEPYWppL2yAU++WMxxvdFrVj2lOPm8pSWPPa5Xoj06MD09rtVPvgWB9D3+zM692x6gPd7Dbj77vES+p6KDPgfoBb6d/Yo8I46YvT7YLD12DpG9YmQlPi5MIr1H7QO+Y0ISvsbZRLx0slC9/ztVPcqnSD5OPeW9cO/5PG2tMr3JbnS+pzGMvijFID2CDRu+nUvYPRB5WL4yJjm+xhRmvihOHb7TBKU9//EkPgXuKj4j5AO+VOlRvthiTzy/5I6+miGuvEKKQT67YLG9gkY8Pvao4L290we+VJONvbRwGb6xY0u89qLlPcIAqb1lBDy+k6rBPT48nz72ita8zbYrPV65vb0O5Zs+6untvWVAdL40eq48Fni7PkxNKz7/bFW+4i8JvboocT6M9oY+7zTVPX+GBj55tIM+HLkpvsYggb1IJpw+yTDcO562cj5WcJM+YJmFPJB4iT0LU40+eiNZPfKGQD4Nu2I9HyYWPl3fJT3QYYO9BfjxvRRrV72cMM89yDQQPhzPWT7JnYc+NIYuvY0glD1c/Hm+0e+IveYAMD2EhmI9T7sgPNf2cj4trwu9DHiWvU2NMz0pJYy+IgeGPop9jD6Fg3W+fzJGvqHtND3LGPo9m94hvv3XVj5MoJ0+Jap8vqpklz2kGk+9tlGFveY6pz4e6wi9s4I0PiLtHb5G2/o78J+xvrYW4D3UBRs9wYU7PJKmrD36nIa+BjdWvq4DjT1LF4C863c0PtS4+L29zcs962iZPiWc7L2GWyo+Cx4lPe6dNz7Y4qi9/FN/PvmZj7oz1wS+drKOPVvMHj50K2090pYOPiw0sD5g1Fc+dM3UPWPzvb6T5Uc8rBtDPpoVFj6QfT89ZUBvvLyqwr6e44i+c+J1vo7zmT7/RCC9uBh/PjVSjr6gXVQ+dCEePhHKN77gVie+4cWpvR9BMD7Gwku+kHcTvlus5zxRoo28I92sPVlHnDwCmsk9C6hqPptWRr7LnM08UitqvXro0T2oOSg9qxwJPi+6Vz7k5AC+VVY0PszJZ77+LRM+GKXMPTdT2j34zY+8X+mcPaaKkD6Qi6U+If+MPn7bb75uBTC+KChdPnpxW71JVkO+nr6SvmHflr5YbIo8UbBdvdYydD52xaG67qKkPl6FV764+Uy+OcTHvno1kz3rM8q9o85zuG5NQr1Bex6+04A7vn6DQ73yaES+EaGCviPEgD5u/lE+6M6aPs6us71tmXm97Mf2vHkRhj1FApa+rja5vlAIyzyF6jg+VAWhvcRFBT0tBjc+KsPRvNoVo72B1eO9suevvV9sUr3DjoM+14X+vDqVDL6GOOY9veR1PGhLej0KoVg+Bm4qvimUjLxd+LG9We5wPP7PWD5QHRI+X20OPdjcxb35jOi8F9OMvqpXuD2IXoQ+Y9QnvOPyCz47ZL++qEOSvRYAXr6Gy7q+/egBPnLBhDwulDm+K4W0PQBSNLysnbM+Fc2VvWAeyb7V8c08neFYPts+Xb1oyo0+pLjpPeqIHz7sDby+nYWiPdp+Gj5akZy+LF6nPkLJtLt77oc+Sz9pPnnHhD7WjEo+D2QavTvdZD4ON2o9S3W1PmoW7D0mZKA98DBRvpKagj5qiE89E+s1uzClFj5fDnq+Ng2PvfKrhD2hhXC9Xt9nvYfF+70ZqQA8cHIbPo88m75RH1e741W1PhfGj7232xA+/PAcPULyMj7DSfq9M/EDvZ4xzD5HsJM+r0mAPsh39L1kFz0+btZiPquogb0XCnQ8+g3oPMPNpD412kw+6TLVPrwQpbtPA1w+/CwJvV48Bb1IxkE+inFovQrd+T0OkmO9R8JgvttFZ76txlI+HQkVPnAdaD4j/Qm+8VmPPVgXQrzoxji7FBc/Po+vpbynW3q+cty7PkPj4r3FUpO9R/DnPRGBwD7GMj++0paOu8ElWb2cKE89j4BPPnK6C77rsZm+3/QNPhy1Qb5jbC6+ij0UvotMIz694Gm+F7WwPQvMWL7w/6y9jakRvTFlV75ydKQ+sz6vvn2M9D2CQrE9G8e4vNWh4D2RVeG9pGs2Pdwteb5BQYK80X/kvU0VWT5Yn0Y+6QBDPhXmn72tNW695vNavpHJCz4lKlc9rZ1zvZ/bWrzyJ+u98iY/vW4npD2Pqb+7emrzvQ2LPb5K07y84gGBPdoIjL0hTK28iAyBvcuhbb4Y8gW8r81UOi4rSL2E61I+JxNBuyJQyL0WE6a8plsDPtHBPD5mNkY+j7P/vdSDC76OaZS8IDkZPf8yWD6Yw5y9y8+NPMTtOr7NSo69m+g2vUvCIL4Yg4G+whg9Pb02t732XSo+QlTpvEZGeb1hPSK+f7v/vXGpkr6uSYM99sahvRavhr5joiG8/yYOvWxhQj7i8DM96V4yvrLoizxKX26+Z0WOPk96nj7ok+y7t7p6vTiBTT2RgeG99UhVPgnggT5sDUA+NmtGvbIrjT7nIk6+gu8LvuD3jT0BfLM94umivRCaaT5ZI/q70wJBvgD3QD2saAQ93GFEvsPwwrpBGT8+yOzkPUule71bHLa+T+QIPt2ohT7EYE89WN9gPVfUaz6hMPE9FGQPvSX8+ryGsW8+QrupvrKpTL5DKhG+xtwXPk/MSr2YhDI+nrX1vURjYL3x4go8TkQHvsSQez0oFxQ+CNUrvrqPSr1asZg9sqoZPbdD6L2pm789KBnmPAcOD75l5hk8WPWGPg2hqr38oHq+4WsDPhUnXb5mXzw9QnKCPNKuVL0d9Ki9I2ClPVvTW70PuAK+vf0SvVvCu72eRWe9AlxRPkgiNrxl0F6+PryJPSzWQz1KHT09iUd2vk/tQD2YgkW7F1MgPaoUJr6uzE++nmlzvseTVz5uk+C9npTevH85GTzfFOA8QAoxvWUzyD3IqHY8dNrlPP1lWz210GG8rWDDvAWX7bzNIPQ8ATKXPX1dKLw0A8W772OsPWGwnD3eG5w8AAAAADtY9T1REaA9ucyuPVl8M7sAAAAAudmPvJuLET0WvPI9jTfOvI9vkzzK+rK6ALHFPULh7TxlvLY9mXvsPbyOzLvDa+w8/yYivZ2yrD1zGkk93nM1POgyKb0zvyw95+AzPTAzE70KzYI9d3oyvcUaBbymH9c9vMy9PQCarT372qQ9SKv+PMQpk704OkA+oFz9vgQc777k5aq+dGrmPcjIMD4YXaW+cyegPYz/2LxDWAK+PN93vgg07r39iFa+lC9wvjfdx76nXFM+jdNAvgv7sz2dN2S8+B5hPXsyiT6DRcS9iduWPplWA75r9do9Igv6PEcsO76ha+i+9i+hPhK9nLyuk4E+3S4NvsQAoz5jXoe+aoaTPd82+L5Jr3Q+QdXevVdriL7jUGg+4ns2Pi+GNj0pwr2+4bFavvfUlr6Ixrc+JvaCPm4zrj4BDzq9tzk9vu8Axb75lO++VbUFvpyLjL0zARU8uKFhPuk+tL78oMm+N2bPPT0H4T1dF1u+bO+3vts1z723FJe+/lCOvr6kvj78Fs2+Nx5/PEJGsb68KKu9HWjLvW3PMD4vgAi9Ybe1PmagEz5JkZk+Uf/MvkvzCT7WPXa+gISovnjxv719cY6+rTBmPgnylr5l7Lc9NOAePoR49j1PJGI+kxWxPj7WRT2Op3k+ksoWPpoyFj6Qs248WqkFPi8xl73OjHO9QjEFPjmhmT3ht9e9fW7mOlCVKz73CH29RHs2vfdsgL6X/s6++25zPqFZ4L2/jxI+TTfRPIo4Nj7sA+G9rDOgPgZIxb7K3UI+ouGevmiVQj7ztKW+TR4HvncDUTwa7JS+jG7ePP2U2L6ZYda9YjpmvW6iDT7TKSA+rQRHvpcxNz5NEAs+Zwm3PnYczb6JWDS+wfqyvgMbAL4X7hY+uQA6PnxXPr7o67q9HoWyvtu3ob7Be4e+oO9GPrmpub30NS48Q70AvzMPo7z6Kk2+rji1vqRhkb6GOIW9k+TJvVaiij5uNiE+Olo7vrXDVD467ZI+kDgPPvNkW7x93nE+NUu1vk8nYb55AJM9C655Po+EDL55kbW8MtGjvqd6pz4EZiG+wsDevf2NFz6NrTI90ytkPn0Dpj1YEoI+4WEzPlqUgb67K1q8gpctPkQmkT38xqy+cm3tvt2aJT7LIkY+cnuCPt4MzD3cBcs7yiaUPlc9tL4t1ii9lJZzvjr9fr6Ngki+qog3PNKsub6U6Go+rqf9PKeRDz5a8Ym+ZkCXvrh0ur4IhJS+q2mKPkbgQ75TVoE9A886vra1kT6SMwE+iza7vfkVgz6QjZs9R9JNvuKw5z2QgbW9/DEZPQFzjj7X5py+wdKePgNIE70D/JA9JAoPPgi4gL6YlvS9h8zLPQaGMT4AS9y+LvA6Phz8LbsaMd2+DqDivmffWT5uS5K9FLyzvtPF0T40Z8w9+qb6vimAmr57VkG8RKv7vl6KSr73Zz4+CmmTvgYtRj1JDgQ8t9KXPPE7JT7t5Is9oSyJvlSkTD4eQro+1owjvsxlIL4WBBS+iBjxvv4VHr6VpdA9fLpfPut9Yz4+SkM+G/U+vaUQwb6ANH4+I9fEvpfjtT361Kq+x4hhPhVxPL5ycFs9ryWTPr4fLD4V044+Lva7vt/X47zFkvY9YpBCPsSY/T0+G/89werwva3aSb71w989QRH5vbGF0r0WnUo9GSnfvd8mVb0NHHO+LYIiPv5r1T6QKhi+ok5lu7a09T0UdLC+vknRPVgVKz6I5Ye+QqnHvlN6Gr73rJ++qiYWvsEi/D3L5k09JDDmPlDuVr4ihCw+gkvLvh2IFj7dZN8+VEHevHFUpL70yk0+lRKOviowLz4i+wc+xPaOvdQXDb4oaj8+fBocvjDYPz5KofK+E6WivpPJ376rF7w+/X1FvmNFar5mBXy9+DLovazW1zz39ZU+EccsvjiEHr7jsaq7FZwZPlNNOj7ddiG9f4ibPARjOD5/RmE9+TI5vvTyCz581oC96f8DvyBFPj4354M+TKlbvtGxeT4RP5m+h9Wavf2Kur3S1IK9Tzx8vXdKNL5wJok9q+OsvdzOdz5Vb5q937Nrvjg92749MQq+MeGGvXlyfr6/YIE84JAnPnfOpr5+mqu+VRZavmjPij5nW4y+PF2OPcrbhD4oqaw+ccxBvv+QZb5Yle4+XYFtPraf5byQ8+Y9rh/Ovv7EsL3cDqw9daRWPjcJnz5XW7o+1MvxPiI6WT5A8rs+O3mtvDLISb4bt6Y+ePuqPII2QL5mKge9QZ0CvbzBG76luaA+JwigPtKfpb7KCqs+cmevvtiSZr6dkMC+Tk+ePvEimz7zTk4+k7GQvjPqtz6wzya+3tHcO+/yDL6GgmQ+85CYvvqaSD6gQT++wm1QvuHIBz3Lwog+2kmJvYr2MD5P/wi/M4l3Ph9dO770M42+40w3PkxHvz2yNTk9dmE2vrWlpL6OxwY+QZ/BvjzPtL3fBZo+WBsyPv1lqj0vBne+owWfvu94ib6ccpI+nBW8vsgwLT7VcEO9h915vtn0TT6N/za+M6n+vgvMwL183L29dfKvPhe22b5b1tI9NdVyPZquyD0mAkS+9PpnvYN2bL2fhms+qhFYvu+Zk76yAd69XdX5O8q/Mb42Ra8+oOu+viAcpz6pMI2+paT/vYolAj6a5c484So4PhqNjD7wys292GtmPsqQ6r65GfQ9cLVwvkSEbj7uYp89RNtEPmo+jDwhKry+RGC+Pikrpr7xDVy+ykkbPmGu+j1JY2a+JS/TvWjCsz2W0FQ9pBUAPty9vb7BV6U9rk9Avjl5Lb6LbUu+wyXjviQ7NT4vQoW919o9vvJgeb5/HiI+A28/vi8Mjr7bTTq9hNVIPnl3Hb6hjZ2+hlWXPnT96L5TGg8+4i4ePgHayL4gVpm+l/nfPnA6Kz6ep8S+L7xdvsQBW77ijWM+8c1SPtE8wz1g0TE+pdlRObZ/dTxVCQy/1ooBv3XXxL4Se889R+iUvhmKnT3B1Kk+6pbGPZCeLb68eMw9h8MBvRJvUj4FJu+9/kG4Pkcqhz4EePc9OiUjPQzKt73w2Z4+9De+vXOPvr6IOuS+vTpjPgAUGL51MW2+nFfpvrsXkD1Lmoq+AWg+PslpD77LCre8OEEiPo8ayD6bSHy86oMUvnIP0b1YgAw9nGVIPucQ277N+sU8qIonPpFFur4ku7M85KWAPpQjGT6By5O+6pKPvRt3S758RBc+tmi/PG1zEb689ay+AFgDPoxaiz7EymC9eIY4PruQ9D3DtSa++yudvT8wyr7Xp4k9rJG7Pbt5HbyJZkU+MONuPlQJ3z1JAp2+0gisPqfvCz6u01a+eu+rvnbkvD5QWHW+Sk6QPiWzz74e4SO+8L9nvqggDT4PBIy+MgThPs4lMD7YxyE+C9gGvsm3vL1IquQ+MkS2PgVgfr52xqc9gmm9vvFS+j22pzE+Zr9XPguEdT7zIlo+yR+Xu7KDNz5T/LM9gZeJvpX2or6TO3y+jnLwvqBx+72fV869dqiGPiY2mb7KK589EQJivTAeq75Wybu+fg02vqoCG75mOtu+n6rZPqQaML4hnbw+XrIBO5b0ij7iF9Q+8fFrvY4XgzyhFKi+kFtuPYIwnz6yZPO9A8l4vrbnlz3vLCw+JNYnPatNY70fwrM9cJmxPI1JK70FN5W8MempPRXLNT1NL/C9Zkfgve09tD1Tad+9moQuvQ=="
}