{
  "name": "model",
  "modelTopology": {
    "class_name": "Sequential",
    "config": {
      "name": "sequential_4",
      "layers": [
        {
          "class_name": "Dense",
          "config": {
            "units": 130,
            "activation": "relu",
            "use_bias": true,
            "kernel_initializer": {
              "class_name": "VarianceScaling",
              "config": {
                "scale": 1,
                "mode": "fan_avg",
                "distribution": "normal",
                "seed": null
              }
            },
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "kernel_regularizer": null,
            "bias_regularizer": null,
            "activity_regularizer": null,
            "kernel_constraint": null,
            "bias_constraint": null,
            "name": "dense_Dense17",
            "trainable": true,
            "batch_input_shape": [
              null,
              65
            ],
            "dtype": "float32"
          }
        },
        {
          "class_name": "Dense",
          "config": {
            "units": 130,
            "activation": "relu",
            "use_bias": true,
            "kernel_initializer": {
              "class_name": "VarianceScaling",
              "config": {
                "scale": 1,
                "mode": "fan_avg",
                "distribution": "normal",
                "seed": null
              }
            },
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "kernel_regularizer": null,
            "bias_regularizer": null,
            "activity_regularizer": null,
            "kernel_constraint": null,
            "bias_constraint": null,
            "name": "dense_Dense18",
            "trainable": true
          }
        },
        {
          "class_name": "Dense",
          "config": {
            "units": 130,
            "activation": "relu",
            "use_bias": true,
            "kernel_initializer": {
              "class_name": "VarianceScaling",
              "config": {
                "scale": 1,
                "mode": "fan_avg",
                "distribution": "normal",
                "seed": null
              }
            },
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "kernel_regularizer": null,
            "bias_regularizer": null,
            "activity_regularizer": null,
            "kernel_constraint": null,
            "bias_constraint": null,
            "name": "dense_Dense19",
            "trainable": true
          }
        },
        {
          "class_name": "Dense",
          "config": {
            "units": 65,
            "activation": "relu",
            "use_bias": true,
            "kernel_initializer": {
              "class_name": "VarianceScaling",
              "config": {
                "scale": 1,
                "mode": "fan_avg",
                "distribution": "normal",
                "seed": null
              }
            },
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "kernel_regularizer": null,
            "bias_regularizer": null,
            "activity_regularizer": null,
            "kernel_constraint": null,
            "bias_constraint": null,
            "name": "dense_Dense20",
            "trainable": true
          }
        },
        {
          "class_name": "Dense",
          "config": {
            "units": 32,
            "activation": "relu",
            "use_bias": true,
            "kernel_initializer": {
              "class_name": "VarianceScaling",
              "config": {
                "scale": 1,
                "mode": "fan_avg",
                "distribution": "normal",
                "seed": null
              }
            },
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "kernel_regularizer": null,
            "bias_regularizer": null,
            "activity_regularizer": null,
            "kernel_constraint": null,
            "bias_constraint": null,
            "name": "dense_Dense21",
            "trainable": true
          }
        },
        {
          "class_name": "Dense",
          "config": {
            "units": 13,
            "activation": "softmax",
            "use_bias": true,
            "kernel_initializer": {
              "class_name": "VarianceScaling",
              "config": {
                "scale": 1,
                "mode": "fan_avg",
                "distribution": "normal",
                "seed": null
              }
            },
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "kernel_regularizer": null,
            "bias_regularizer": null,
            "activity_regularizer": null,
            "kernel_constraint": null,
            "bias_constraint": null,
            "name": "dense_Dense22",
            "trainable": true
          }
        }
      ]
    },
    "keras_version": "tfjs-layers 4.22.0",
    "backend": "tensor_flow.js"
  },
  "weightSpecs": [
    {
      "name": "dense_Dense17/kernel",
      "shape": [
        65,
        130
      ],
      "dtype": "float32"
    },
    {
      "name": "dense_Dense17/bias",
      "shape": [
        130
      ],
      "dtype": "float32"
    },
    {
      "name": "dense_Dense18/kernel",
      "shape": [
        130,
        130
      ],
      "dtype": "float32"
    },
    {
      "name": "dense_Dense18/bias",
      "shape": [
        130
      ],
      "dtype": "float32"
    },
    {
      "name": "dense_Dense19/kernel",
      "shape": [
        130,
        130
      ],
      "dtype": "float32"
    },
    {
      "name": "dense_Dense19/bias",
      "shape": [
        130
      ],
      "dtype": "float32"
    },
    {
      "name": "dense_Dense20/kernel",
      "shape": [
        130,
        65
      ],
      "dtype": "float32"
    },
    {
      "name": "dense_Dense20/bias",
      "shape": [
        65
      ],
      "dtype": "float32"
    },
    {
      "name": "dense_Dense21/kernel",
      "shape": [
        65,
        32
      ],
      "dtype": "float32"
    },
    {
      "name": "dense_Dense21/bias",
      "shape": [
        32
      ],
      "dtype": "float32"
    },
    {
      "name": "dense_Dense22/kernel",
      "shape": [
        32,
        13
      ],
      "dtype": "float32"
    },
    {
      "name": "dense_Dense22/bias",
      "shape": [
        13
      ],
      "dtype": "float32"
    }
  ],
  "weightData": 